<template>
    <div class="flex flex-col gap-y-8">
        <div class="rounded-[30px] shadow-custom bg-white dark:bg-black dark:border-2 p-5">
            <h1 class="font-semibold text-[#1c1c27] dark:text-white text-lg mb-4">Условия сервиса</h1>
            <p class="text-[17px] dark:text-white font-mono pl-2">Задача организации, в особенности же курс на социально-ориентированный национальный проект требует от нас
                системного анализа модели развития! Таким образом, постоянное информационно-техническое обеспечение нашей
                деятельности требует от нас анализа системы масштабного изменения ряда параметров! С другой стороны
                социально-экономическое развитие напрямую зависит от всесторонне сбалансированных нововведений?</p>
        </div>
        <div class="rounded-[30px] shadow-custom bg-white dark:bg-black dark:border-2 p-5">
            <h1 class="font-semibold text-[#1c1c27] dark:text-white text-lg mb-4">Условия доставки</h1>
            <p class="text-[17px] dark:text-white font-mono pl-2">Задача организации, в особенности же курс на социально-ориентированный национальный проект требует от нас
                системного анализа модели развития! Таким образом, постоянное информационно-техническое обеспечение нашей
                деятельности требует от нас анализа системы масштабного изменения ряда параметров! С другой стороны
                социально-экономическое развитие напрямую зависит от всесторонне сбалансированных нововведений?</p>
        </div>
        <div class="rounded-[30px] shadow-custom bg-white dark:bg-black dark:border-2 p-5">
            <h1 class="font-semibold text-[#1c1c27] dark:text-white text-lg mb-4">Условия возврата</h1>
            <p class="text-[17px] dark:text-white font-mono pl-2">Задача организации, в особенности же курс на социально-ориентированный национальный проект требует от нас
                системного анализа модели развития! Таким образом, постоянное информационно-техническое обеспечение нашей
                деятельности требует от нас анализа системы масштабного изменения ряда параметров! С другой стороны
                социально-экономическое развитие напрямую зависит от всесторонне сбалансированных нововведений?</p>
        </div>
    </div>
</template>

<script>
export default {

}
</script>
